Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Is sy alleen?
ar: هل هى وحدها هنا؟

source: Haar gevangeneming het haar vriende laat verdwyn
ar: حبسها افقدها العديد من الاصدقاء

source: Dr Wolff sal saam met ons werk Sy kom van Berlyn... van die Charite Hospital, en sy wou...
ar: دكتور وولف سوف تعمل معنا هنا وهى من برلين من مستشفى شارتيه وقررت... .

source: Ons het ontmoet
ar: علينا ان نقدم انفسنا

source: Goed, sy sal voortgaan met die enkelfraktuur
ar: جيد , سوف نتابع حالة الكسر فى القدم

source: Die swelsel het heetemal gesak Ons sal die dreinering verwyder
ar: الورم قد تراجع تماماً سنزيل الرباط.

source: Kom ons kyk na die been. Pragtig!
ar: لنلقى نظرة على الساق تبدو جيدة.

source: Jy sal gou kan sokker speel
ar: سوف تلعب الكرة مجدداً

source: Is jy in die middelveld?
ar: هل تلعب كخط وسط؟

source: Senter?
ar: فى الوسط؟

source: Nee, regs
ar: -على اليمين.

source: So, dis jou skopskoen
ar: اذن هذه هى الرجل التى تصوب بها Search: Wiki2download

source: Kan jy skop met die ander een?
ar: هل تستطيع التصويب بقدمك اليسرى؟

source: Nie so goed nie Hy kan net keer dat ek omval
ar: ليس تماما انها فقط لتمنعنى من السقوط.

source: Het jou afrigter jou so geleer?
ar: مدربك اخبرك بذلك ، اليس كذلك؟

source: Ek sal met hom moet praat
ar: سوف اتحدث معه

source: Jou oponent weet dadelik dat jy regs om hom sal moet kom
ar: خصمك سوف يعرف بأنك عليك المرور لليمين لتصوب

source: Daar's hy
ar: لقد انتهينا

source: Jy was braaf
ar: وانت كنت شجاعاً

source: Jy het die kleintjie skrikgemaak met daardie gesig
ar: لقد اخفت الصغير بتكشيرتك هذه

source: Hy was gespanne en het die pyn gevoel
ar: لقد وترته

source: Jammer, maar hy het geweet dat jy net sy aandag probeer aflei
ar: يجب عليك ان تخبره بأنك كنت تحاول ان تلهيه

source: Bon appetit. - Bon appetit
ar: - بالهنا والشفا

source: Dis BeNIN-opleiding
ar: انها بينى

source: - Werklik!
ar: - لاتمزح ابداً

source: Ek kan jou oplaai
ar: هل استطيع ان اقلك؟

source: Ek het al baie hier gewag Dit kan lank neem
ar: الانتظار هنا قد يستغرق وقتاً طويل

source: Wel, hou jy daarvan?
ar: حسناً , هل يعجبك؟

source: Die werk in die saal
ar: العمل , والجناح

source: Dis maar die eerste dag
ar: انه فقط يومى الاول

source: Jy moet jou nie so afsonder nie
ar: عليكى الا تكونى منعزلة

source: Mense hier is sensitief daarvoor
ar: الناس هنا حساسون للغاية

source: BeNIN-opleiding, Charitehospitaal, die hoofstad
ar: بينى القادمة من شارتيه

source: Hulle voel maklik minderwaardig
ar: التى شعرت بسرعة التفوق.

source: Is dit waarom jy sê 'afsonder'?
ar: لذلك قلت انى "منعزلة"؟

source: Om nie van tweedeklas te praat nie?
ar: حتى تبدو لطيفاً فى كلامك?

source: Jy moes my by die kruispad gevra het
ar: كان عليك ان تسألنى هل امر من هذا الشارع

source: Dis tog die regte pad
ar: هذا هو الطريق

source: Wat moes ek jou vra?
ar: ماذا كان على ان اسألك؟

source: Waar ek woon.
ar: اين اعيش.

source: Maar jy weet reeds.
ar: لكنك تعلم ذلك مسبقاً

source: En waarom ek hierheen gekom het.
ar: ولماذا قدمت الى المحافظة.

source: Maar jy weet dit ook.
ar: لكنك تعلم هذا ايضاً

source: Moenie verbaas lyk nie. Hulle het jou tog vertel.
ar: لاتندهش لقد اخبروك عنى.

source: Jy's 'ingelig'.
ar: انت من احضرتنى.

source: En dis waar ek uitklim.
ar: وهنا حيث انعزل

source: Stop hier, asseblief!
ar: توقف هنا , من فضلك

source: Tot môre
ar: القاك غداً

source: Dag, ek is mej Bungert
ar: مرحباً , انا السيدة بنجرت

source: Ek moet jou die kelder wys
ar: اتيت لؤريكى الدراجة فى القبو

source: Kan dit maar wag tot môre?
ar: الا تستيطعى ان تنتظرى للغد؟

source: Ek het môre nie tyd nie
ar: لا املك وقت غداً

source: Nou dadelik?
ar: اتملكى وقت الان -نعم

source: 'n Oomblik
ar: لحظة واحدة

source: Dis tyd om kole te bestel
ar: حان الوقت لتطلبى.

source: Ten minste 'n ton 'n Ton en 'n half. Jy bad graag.
ar: على الاقل طن واحد

source: Laat my gaan.
ar: دعنى اذهب

source: - Kalmeer!
ar: - اهدائى!

source: Bedaar!
ar: استجمعى نفسك

source: So... los haar!
ar: ثبتها

source: Laat haar gaan!
ar: اتركها !

source: Hulle sal jou nou los.
ar: سوف يتركوك الان

source: Stella... kan jy regop sit?
ar: ستيلا.. هل يمكنك الجلوس؟

source: Stella... kan jy dit doen?
ar: ستيلا.. هل يمكنكى ان تفعلى هذا؟

source: Probeer
ar: جربى

source: Goed so
ar: حسناً

source: Verdomp
ar: تباً.

source: Ek is nou terug, alles sal regkom
ar: سأعود بعد قليل , كل شئ سيكون على مايرام

source: Meningitis?
ar: التهاب السحايا؟

source: Van bosluise?
ar: من القراد؟ Search: Wiki2download

source: Waarskynlik
ar: ربما Search: Wiki2download

source: Het jy die merke gesien?
ar: هل وجدتى اى علامة؟

source: Sy het 6 dae in die veld geskuil
ar: لقد كانت مختفية فى الحقول لمدة سنة ايام

source: In in 'n bosluisgebied Dis in die lêer
ar: فى منطقة مليئة بالقراد فى الحقول

source: Normaalweg lees ek dit deur Ek het gedink...
ar: انا عادة اقرأ ملفاتهم جميعاً انا فقط كنت اعتقد..

source: Ons sal 'n lumbalepunksie moet doen
ar: علينا ان نقوم بعمل ثقب اسفل الظهر

source: Krul op, heeltemal OP
ar: ميلها

source: Dit gaan baie seer wees, Maar jy gaan gesond word
ar: هذا سوف يؤلمك لكنكى ستكونى بخير

source: Dis haar vierde keer, en elke keer...
ar: انها المرة الرابعة التى تأتى فيها الفتاة هنا

source: Stella.
ar: ستيلا..

source: Haar naam is Stella.
ar: الفتاة اسمها ستيلا

source: Ja, Stella was 4 keer al hier, en elke keer het sy toneel gespeel want sy wil nie werk nie
ar: ستيلا اتت الى هنا اربع مرات وفى كل مرة كانت تدعى المرض لانها لاتريد العمل

source: Kan ons môre daaroor praat?
ar: هل يمكننا التحدث عنها غداً؟

source: Ek moet nou gaan.
ar: عليا ان اذهب.

source: Jy kan saamry
ar: هل استطيع ان اقلك؟

source: Ek het 'n fiets
ar: معى دراجتى

source: Sien jou môre
ar: القاك غداً

source: Dit behoort nie te gebeur nie
ar: هل هذا لم يكن تمثيلاً

source: Kan jy lees?
ar: الاتسطتيعى القراءة؟

source: Jou tafel sal aangewys word
ar: الترابيزات بالحجز

source: Kan ek die toilet gebruik?
ar: هل يمكننى استخدام الحمام؟

source: - Einde van die gang, links
ar: - فى نهاية الردهه , على الشمال

source: Verskoon my, waar is die toilette?
ar: اعذرونى , اين الحمام؟

source: Voor
ar: فى المقدمة

source: Barbara?
ar: باربارا؟

source: Deksels, die boot is al daar!
ar: تباً سائق السفينه اتى

source: Hier, ek moet gaan
ar: يتوجب عليا ان اذهب

source: Is jy 'n dokter?
ar: انتى قلتى انكى طبيبة اليس كذلك؟

source: Is dit goed om jou bene in die lug te sit?
ar: هل رفع الرجل فى الاعلى له فوائد؟ Search: Wiki2download

source: vir spatare?
ar: فى توسيع الاوردة

source: Ja, dis goed.
ar: نعم انه جيد

source: - Is dit regtig goed?
ar: - هل هو جيد حقاً؟

source: Bietjie rondgeloop?
ar: هل كنتى تتسكعى فى الخارج؟

source: Dis 'n mooi plek, veral snags
ar: انها منطقة جميلة وخصوصاً فى الليل

source: Hiernatoe asb.
ar: تعالى هنا من فضلك

source: Môre
ar: صباح الخير

source: Ek weet, ek's laat
ar: اعلم , انا متأخرة

source: Ons het die serum
ar: لقد وصل مصل الدم

source: Kan ek gou inkom?
ar: هل يمكننى الدخول؟

source: Stella weier dat ons die drup aansit behalwe as jy dit doen
ar: ستيلا ترفض ان يحقنا اى شخص حتى تقومى انتى بذلك

source: Ek kan jou neem, en weer terug om te kom rus
ar: استطيع ان ااقلك وواوصلك

source: Goed. 5 minute
ar: حسناً. سأجهز فى خمس دقائق

source: Hulle het jou 'n vrot woonstel gegee maar hier's 'n klavier
ar: كنت اعيش فى شقة فظيعة لكن كان يوجد بها بيانو

source: Sal ons gaan?
ar: هل يمكننا الذهاب؟

source: Speel jy?
ar: هل تعزفى؟

source: Ek was 'n paar uur weg
ar: لن اكون متاحة فى الساعات القادمة

source: Waar was jy dan?
ar: اين ستذهبى اذن؟

source: Die meisie is verwagtend - wat?
ar: الفتاة الصغيرة حامل! - ماذا؟ !

source: Stella is verwagtend
ar: ستيلا حامل

source: Het sy jou vertel?
ar: هل هى اخبرتك بذلك؟

source: Ek het opgemerk toe ek die serum vervaardig
ar: لقد لاحظت ذلك عندما كنت احلل دمها

source: Het jy die serum self gemaak?
ar: هل قمت بالتحاليل بنفسك؟

source: Dit sou 4 dae geneem het om dit van Restock te kry
ar: سوف تأخذ على الاقل اربعة ايام (ستورك مدينة ساحليه فى المانيا) لنرسلها الى ستورك

source: Jy het 'n laboratorium? - Ja
ar: هل لديك معمل تحاليل؟

source: by die kliniek?
ar: فى العيادة؟

source: Die serum sal gou begin werk
ar: المصل سوف يظهر مفعولة سريعاً

source: Jy sal binne 2 dae kan lees en by die venster uitkyk
ar: سوف تستطيعى القرائة فى خلال يومين وسوف تستطيعى النظر من النافذة

source: Hy moet gaan
ar: هو يتوجب عليه ان يذهب

source: Ek's nou terug
ar: سوف اعود بعد قليل

source: Hulle sal die spoor van die sak klippe volg tot by die wal en dan die rivier fynkam vir my
ar: سوف يتبعو مسار الكيس على صخور الشاطئ ثم سيسحبوه من النهر من اجلى

source: en hulle sal die muilspore volg tot tot by die meer om die rowers te kry wat my vermoor het...
ar: ثم سيكملوا الطريق الى البحيرة وسيتفحصوا الخليج الذى سيدلهم الى اللصوص ليقتلوهم

source: Hulle sal nie my lyk nie gaan soek rivier-af nie
ar: هم سوف يتبعوا مسار النهر لجثتى

source: Hulle sal gou moeg word en my vergeet
ar: سوف يتعبوا بعد فترة من هذا

source: Goed; ek kan enige plek stop
ar: حسناً هل يمكننا التوقف هنا

source: As Stella verwagtend is, is dit 'n katastrofe vir haar
ar: ستيلا , ليست جاهزة للحمل انها كارثة

source: Hulle sal haar baba wegneem
ar: سوف يأخذون طفلها

source: Wil sy dit behou?
ar: اهى تريد الاحتفاظ به؟

source: Ek weet nog nie
ar: هل لاتعلم بعد

source: Het jy haar al gevra?
ar: هل سألتها !

source: Is jy baie seker?
ar: هل انت متأكد؟ !

source: Kan ek jou laboratorium sien?
ar: ااستطيع ان اشاهد معملك؟

source: Goeie werk
ar: عملاً جيد

source: Jy kan die lab gebruik wanneer jy wil
ar: تستطيعى استعمال المعمل متى شئتى

source: Het jy dit opgebou?
ar: هل قمت بتجهيزة بنفسك

source: Dis nog nie soos ek dit wil hê nie
ar: انه غير معدٍ كما اريد

source: Ek kry darem 'n sentrafuge van Praag volgende week
ar: لكن ستصلنى بعض الادوات من البرتغال الاسبوع القادم

source: Hoekom is jy op die platteland?
ar: لماذا انت فى المحافظة؟

source: Moet jy verseker niemand is te 'afgesonder' nie?
ar: حتى تتأكد ان الناس هنا ليس منعزلون تماماً؟

source: Ek wil graag hier wees
ar: يعجبنى المكان هنا

source: Moet jy my oorreed?
ar: اعرف انك من المفترض ان تحاول اقناعى؟

source: Waarvan?
ar: اقناعك بماذا؟

source: Om my aansoek om weg te gaan terug te trek
ar: لسحب طلبى لمغادرة المكان

source: Die werkers en boere het jou studies gefinansier
ar: العمال والفلاحين يقوموا بتمويل دراستك

source: Nou is die tyd om terug te gee dis natuurlik nie verkeerd nie
ar: واظن ان هذا لصالحك هذا فى الحقيقة ليس صحيح

source: Ek sou graag Den Haag toe wou gaan
ar: فأنا اريد الذهاب الى لاهاى (مدينة هولندية)

source: Dis waar die Rembrandt is.
ar: هناك اجد "رامبرانت" رامبرانت: من كبار اساتذة الفن الغربى

source: Doen aansoek
ar: قدم طلباً

source: Ek moet gaan
ar: عليا ان اذهب

source: Jy het gesê ek mag gaan?
ar: انت قولت انى استطيع الذهاب؟

source: Het jy iets opgemerk?
ar: الم تلاحظى شيئاً؟

source: Die skildery
ar: فى الرسم

source: Die wat daar lê, is Aris Kindt.
ar: الرجل الذى يستلقى هناك هو "اريس كيندت"

source: Hy is pas opgehang vir diefstal
ar: وقد تم شنقة للسرقة

source: Dit is dr Tulp besig met 'n anatomieles
ar: ودكتور تيوليب يقدم درساً فى علم التشريح

source: Hulle moes die buik eers oopgesny het
ar: كان عليهم ان يشرحوا البطن اولاً

source: Maar hulle het die linkerhand oopgemaak
ar: لكنهم قاموا بتشريح اليد بدلاً منها

source: Daar is 'n fout
ar: وهناك مشكلة

source: Die hand is verkeerd
ar: اليد خاطئة

source: Dis die anderkant s'n
ar: ومقلوبة للعكس

source: Dis die regterhand en ook te groot
ar: فهى اليد اليمين كما انها كبيرة

source: Ek dink nie Rembrandt sou so 'n fout maak nie
ar: لا اعتقد ان رامبرانت قد أخطأ!

source: Sien jy die boek?
ar: هل ترى المجلد؟

source: Dis 'n anatomie-boek.
ar: انه مجلد علم التشريح

source: Hulle staar almal daarna
ar: وكلهم يحدقون فيه

source: Hy, hy, hulle almal
ar: هو يفعل , وهو ايضاً كلهم يحدقون فيه

source: En die hand is geskilder soos iets in die boek.
ar: واليد مرسومة كما موجودة فى الاطلس

source: Rembrandt voeg iets in wat ons nie kan sien nie, net hulle kan:
ar: رامبرانت جعلهم يروا شيئاً نحن لانستطيع رؤيتة هم فقط يستطيعون

source: Die uitbeelding van 'n hand.
ar: تصوير اليد

source: Weens die fout, kyk ons nie meer deur die geneeshere se oë nie
ar: نتيجة لهذا الخطأ نحن لن ننظر من خلال عيون الاطباء

source: Ons sien hom, Aris Kindt.
ar: نحن ننظر له "ايرس كيندت"

source: Die slagoffer.
ar: الضحية

source: Ons is met hom, nie met hulle nie
ar: نحن معه , وليس معهم

source: Ek is moeg, ek wil huistoe gaan
ar: انا متعبة , يتوجب عليا الذهاب الى المنزل

source: Ek ook, sal ek jou wegneem?
ar: انا ايضاً , هل اقلك؟

source: Ek het vars lug nodig
ar: احتاج استنشاق بعض الهواء

source: Goed...
ar: حسناً..

source: Ek was bietjie voor op die wa met die lab en die skildery-ontleding
ar: انا ابدو متفاخراً قليلاً بالمعمل وتحليل الرسم.

source: Het jy die geld gekry?
ar: هل حصلتى على المال؟

source: Jy moet dit waterdig verpak
ar: لديكى الحزمة للسفر

source: - Oor die water?
ar: - عبر المياه؟

source: - Eersdaags
ar: -قريباً

source: Baie gou
ar: قريباً جداً

source: Het jy probleme?
ar: هل لديك مشكلة؟

source: Het jy verdwaal?
ar: هل انت تائهه؟

source: My kollega het gaan loop... draai gaan loop?
ar: زميلى ذهب... للتبول؟

source: Benodig julle iets?
ar: هل تحتاجى الى شئ اخر؟

source: Nie waaraan ek kan dink nie
ar: سأحاول ان افكر فى شئ

source: Praat met my, ek sal kan help
ar: اخبرينى , وسأجلبه من اجلك

source: Dis oorgetrek
ar: انه منجد.

source: Ek hoor hulle is selfs verhit in die winter
ar: لقد قرأت ان به سخان ايضاً

source: Nee, ons moet ook maar handskoene aantrek
ar: لا. فى الشتاء علينا ان نرتدى القفازات ايضاً

source: Hoeveel ry hy?
ar: كم تستطيع ان تسير؟

source: Maar nie hier op ons paaie nie
ar: لكن ليس على طرقنا.

source: Hello.
ar: مرحباً. -مرحباً.

source: - Hello.
ar: Search: Wiki2download

source: Is dit 'n Mercedes?
ar: هل هذه مرسيدس؟ Search: Wiki2download

source: Hoeveel kos hulle?
ar: وكم ستكلف؟

source: Hoe lank moes julle wag?
ar: وكم سيتوجب عليك الانتظار

source: Ons moes 8 jaar wag
ar: لقد انتظرنا 8 سنوات من اجل بلدنا وهذا لم يكن سيئاً

source: Ek kry koffie. Jy ook?
ar: انا اجهز القهوة هل تريدى واحدة؟

source: Stella vra na jou
ar: ستيلا سألت عنكى

source: Wat is verkeerd, Dokter?
ar: ما المشكلة يا دكتور؟

source: Ek's moeg.
ar: انا متعبة.

source: - Slaap bietjie
ar: - اذهبى لتنامى

source: Ek kan nie
ar: لا استطيع.

source: Kyk hoe die maan opkom, en die goue sterre skyn in die hemelboog
ar: شاهد كيف يرتفع القمر وكيف تلمع النجوم الذهبية Search: Wiki2download

source: Koffie?
ar: قهوة؟

source: - Ek kom terug later... dan lees ons verder
ar: تعالى هنا - سأعود بعد قليل وسأقرا لكى مجدداً

source: Hulle sê ek kan nou self lees
ar: قالوا انى استطيع القرائة وحدى الان

source: Hulle sal my nou kom haal
ar: سيأتوا ليأخذونى قريباً

source: Kan u vir my iets doen, Dokter?
ar: هل تستطيعى ان تفعلى شيئاً من اجلى ,دكتور؟

source: Ek kan nie teruggaan na Torgau,
ar: لا استطيع العودة الى تورجاو

source: Ek kan dit nie verdra nie
ar: لا استطيع تحمل ذلك

source: Dokter, ek verwag 'n baba
ar: دكتور , انا لدى طفل

source: Dit moet weg
ar: وعليه ان يذهب

source: Wil jy dit verwyder?
ar: هل تريدى ان تنزليه؟

source: - Nee...
ar: - لا...

source: Ek wil hom wegkry van hier af
ar: اريده ان يرحل من هنا

source: Van Torgau, van hierdie gemorsland
ar: من تورجاو من هذه المدينة القزرة

source: Shit
ar: تباً !

source: Jammer
ar: متأسفة

source: Kom saam Lê so 'n rukkie
ar: اذهبى لتستلقى لساعة

source: - Ek sal jou wakkermaak, dan kan ons omruil
ar: لا , شكراً انا بخير

source: Ek sal dit kry
ar: سوف افعل هذا

source: - Môre
ar: - صباح الخير.

source: Geslaap?
ar: هل نمتى؟

source: Ek het koffie gebring
ar: احضرت لكى قهوة

source: Kom dit in jou verslag oor my?
ar: هل ستضع هذا فى تقريرك؟

source: "W. begin my vertrou"
ar: شيئاً بشيئأ اصبحنا نثق فى بعضنا

source: So-iets
ar: شيئاً من هذا القبيل

source: Ek het by Eberswalde-hospitaal gewerk
ar: كنت اعمل فى مستشفى "ايبرسلاند"

source: Daar was nuwe masjiene van New Zealand waarmee premarure gehelp kon word, wat nie deur 'n normale broeikas gehelp kan word nie
ar: كانت هناك آلات جديدة من نيوزالندا تساعد فى ولادة الاطفال قبل اكتمالهم الذين لم يستطعوا ذلك فى الحالات العادية

source: Die gebruikshandboek was in Engels
ar: تعليمات التشغيل كانت بالانجليزية وكانت مكونة من 260 صفحة

source: Ek het daardeur gewerk
ar: وانا من عملت عليها

source: Daar was 'n assistent wat bietjie Engels kon praat wat gehelp het
ar: وهناك كانت مساعدتى.. كانت تتحدث القليل من الانجليزية

source: Sy wou my beïndruk en een nag, toe ek so uitgeput was soos nou het sy vir my 'n kombers gebring, en my laat slaap.
ar: وارادات ان تثير اعجابى وفى احد الليالى التى كنت فيها متعب كما الان احضرت لى بطانية,

source: Sy sou verder sorg
ar: واخبرتنى ان انام وهى ستهتم بكل شئ

source: Sy het celsius en fahrenheit verwar 'n Geweldige druk het opgebou,
ar: خلطت مابين درجات الحرارة المئوية ، والفهرنهايت مما ادى الى توليد ضغط كبير

source: Die prematuurtjies se retinas is geskeur
ar: ففصل شبكه العين فى الاطفال الرضع

source: Daar was tweetjies, Maik and Jennifer.
ar: كان هناك اثنين منهم مايك وجينيفير

source: Ons kon hulle red, maar albei was permanent blind
ar: حاولنا انقاذهم لكنهم اصابوا بالعمى مدى الحياة

source: Dit was my verantwoordelikheid
ar: انا المسئول عن الحادث

source: Navorsing is gestaak daar
ar: وانتهى البحث

source: Geen Berlyn of Charite-hospitaal vir my nie
ar: لا مزيد من برلين , ومن مستشفى شارتيه

source: Hierdie here het aangebied om die flater te verberg
ar: الرجال هناك عرضوا عليا التكتم على الخبر حتى

source: Ek sou verplaas word na 'n provinsiale hospitaal in ruil vir die beskerming moes ek gereeld raporteer oor aangewese persone
ar: اذهب الى مستشفى فى الاقاليم وفى مقابل السرية عليا ان اسلمهم التقارير

source: Ekself het geen ambisie in daardie verband nie
ar: فلم يكن لدى اى طموح فى هذا الصدد

source: Watter soort masjiene was dit?
ar: ماذا كان نوع هذه الآلات ؟

source: Daardie van New Zeeland
ar: هذه الواحدة كانت من نيوزالند

source: Was my storie te lank?
ar: هل كانت قصتى طويلة؟

source: Kan jy iets doen vir Stella?
ar: هل يمكنك ان تفعل شيئاً من اجل "ستيلا"؟

source: Haar vir langer hier hou?
ar: ابقيها لفترة اطول؟

source: Twee dae, moontlik drie. En dan wat?
ar: يومان , ربما ثلاثة وبعد ذلك ماذا؟

source: Weet jy wat Torgau is?
ar: هل تعلم ماهو "تورجاو" هذا؟

source: Die Torgau werk-huis?
ar: اصلاحية "تورجاو"

source: Julle lot is goed met eufemismes.
ar: فأنت جيد جداً فى تأنيق العبارات

source: Torgau is 'n Sosialistiese ekstirminasiekamp
ar: "تورجاو" هو مخيم اشتراكى للابادة

source: Ek het jou 'n vraag gevra!
ar: لقد سألتك سؤالاً؟

source: Geen idee.
ar: لا املك اى فكرة

source: Ek het hulle gekontak
ar: لقد استدعيتهم

source: Twee dae, niks meer
ar: يومان , اكثر

source: Is die storie waar?
ar: هل هذه القصة حقيقة؟

source: Maik en Jennifer.
ar: مايك وجينيفر

source: Ek moet nou slaap
ar: يتوجب عليا النوم

source: Los my!
ar: دعنى اذهب !

source: Barbara!
ar: باربارا !

source: Ek kom dadelik
ar: اتيه حالاً

source: Dokter Wolff?
ar: دكتور وولف؟

source: Andre het my gestuur
ar: اندريه ارسلنى

source: Dokter Reiser
ar: دكتور ريزر

source: Om die klavier te stem
ar: لأضبط البيانو

source: Dankie, maar nee dankie. Ek bad nou
ar: شكراً انا ااخذ حمام الان

source: Gaan asseblief
ar: من فضلك ارحل

source: Andre het dit gestuur, vir u
ar: اندريه اعطانى هذه من اجلك

source: Hoe lank sal dit neem?
ar: كم سيستغرق ذلك؟

source: 'n Uur
ar: ساعة

source: Sy is entoesiasties, Tatjana Kasankina. Dis haar derde olimpiese medalje
ar: انها حريصة, تاتيانا كازنكينا تفوز بالميدلية الاولمبية لثالث مرة

source: Sy het geboorte gegee twee jaar gelede, en is in perfekte vorm
ar: وهى انجبت منذ عامين لكنها تبدو جيدة

source: Tatjana Kasankina, dit lyk of dit goed gaan
ar: تاتيانا كازنكينا يبدو انها تسير على مايرام Search: Wiki2download

source: Geval van die derde vloer, het al 20 minute gelê
ar: سقط من الدور الثالث على الارض منذ 20 دقيقة Search: Wiki2download

source: Die skoonmaker het hom ontdek...
ar: البواب هو من احضره..

source: Knie uit lid uit en 'n kopbesering
ar: خلع فى الركبة واصابة فى الرأس

source: Pomp sy maag eers
ar: ضخ بطنه بسرعة

source: Hy is gestuur vir X-strale Die gif was nie te gevaarlik nie
ar: لقد قمنا بعمل اشعة له المشكلة ليس خطيرة جدا

source: Selfmoordpoging. Die owerhede moet in kennis gestel word
ar: حاول الانتحار يجب اعلام السلطات

source: Laat hom eers bykom
ar: نتركه حتى يفيق اولاً

source: Kry die X-strale asseblief
ar: من فضلك احضرى الاشعة

source: Moet ek jou nou bedank?
ar: امن المفترض ان اشكرك؟

source: Ek hou nie van sulke verrassings nie
ar: اكره هذا النوع من الفاجأت

source: Die klavierstemmer?
ar: مصلح البيانو؟

source: Hy het gesê hy sal dit vir jou doen
ar: هو قال انه سيساعدك فى تجهيزه

source: As ek 'n klavierstemmer benodig, sal ek self een kry
ar: لو كنت احتاج الى من يصلح البيانو كنت سأحضرة بنفسى

source: Dis reg. As jy iemand nodig het, soek self
ar: هذا صحيح لو كنتى بحاجه لشخص , ابحثى عنه بنفسك

source: Presies
ar: بالظبط

source: Ek sal nie help nie.
ar: انا لن اساعدك

source: - Ek benodig nie hulp nie
ar: - وانا لا اريد المساعدة

source: En die stukkende muurprop?
ar: ماذا عن المقبض المكسور؟

source: Al iemand gekry daarvoor?
ar: ابحثى عن شخص ليصلحه

source: Elektrisiëns is skaars.
ar: العمال نادرون هنا

source: - Wat het dit met jou te doen?
ar: - وما دخلك؟

source: Ons is gereed.
ar: نحن جاهزون

source: Daar's niks sigbaar nie, maar 'n klont kon gevorm het
ar: لا يوجد شئ لنراه لكن ربما هناك تجلطات تكونت

source: Om seker te maak, sal ons moet oopmaak
ar: يجب فتح الجمجمة حتى نتأكد

source: Die risiko is te groot noudat hy stabiliseer
ar: هذا يبدو مخاطرة كبيرة حالته الان مستقرة

source: Ons sal hom dophou
ar: سون نراقب حالته

source: As hy nie verbeter nie, sal ons moet opereer
ar: إن لم يكن هناك تحسن سوف نجرى العملية

source: Sy reflekse is normaal
ar: حالته طبيعية

source: Ligaamstemperatuur?
ar: هل جرحه فى تحسن واستقرار؟

source: - ook.
ar: - الاثنين

source: Ons sal moet wag
ar: يتوجب علينا الانتظار

source: Ek het ook met die fiets gekom
ar: اتيت بدراجة ايضاً..

source: Daar is 'n ou houtkruis by die begin van die pad 'n paar meter verder is jy skielik op 'n heuwel en daar onder is die see.
ar: هناك صليب خشبى فى بداية الطريق على بعد امتار على تلة فى منتصف البحر

source: Dis die mooiste plek wat ek ken
ar: انه مكان جميل انا اعلمة

source: Het jy dit al gesien?
ar: هل رأيتيه بعد؟

source: Dit is saans nog mooier
ar: انه اجمل فى الليل

source: Kom ons vat kortpad deur die woud, hier
ar: علينا ان نأخذ الطريق المختصر عبر الغابة من هنا

source: Sal ons?
ar: ما رأيك؟

source: Jammer, maar ek haat die see - dis maar soos dit is
ar: اسفه , لكنى اكره البحر هذا هو رايى

source: Gerard het 'n meisie ontmoet
ar: جيراراد التقى بفتاة

source: Sy wil seker weste toe gaan
ar: وهى تريد الذهاب الى الغرب

source: Hy sê sy het hom lief
ar: هو يقول انه يحبها

source: Omdat sy hom nie kan volg nie
ar: لانها لاتسطيع ان تتبعه

source: Ek kan na jou toe kom, en hier by jou bly.
ar: استطيع ان اتى اليكى اتى هنا واعيش معكى

source: Wat bedoel jy; hier?
ar: ماذا تقصد بهنا؟

source: Dis moontlik - dis al gedoen
ar: انه ممكن , البعض فعل هذا

source: Soos wie?
ar: مثل من ؟

source: Wat maak dit saak?
ar: من يهتم؟

source: Ek kan enige plek gelukkig wees met jou
ar: من الممكن ان اكون سعيدا هنا معكى

source: Hulle sal my hier verwelkom
ar: سيرحبوا بى هنا ايضاً

source: Jy's gek!
ar: انتى تكملينى !

source: Mens kan nie hier gelukkig wees nie
ar: يمكنك ان تكون سعيداً هنا

source: Daar is twee rotse, 'n grote en 'n kleiner ene
ar: هناك فقط صخرتان , واحدة صغيرة والاخرى كبيرة

source: Jy moet hier wag
ar: انتى ستنتظرى هناك

source: Hy het 'n infrarooi vêrkyker, hy kan jou sien in die donker
ar: هناك جهاز يرى بالاشعة تحت الحمراء فى القارب سيراكى فى الليل

source: Dit sal baie vinnig gebeur
ar: سيحدث هذا بسرعة

source: Sal jy daar wees?
ar: هل ستكون هناك؟

source: Ek sal in Denemarke wag
ar: سوف انتظرك فى الدنمارك

source: - Denemarke?
ar: - الدنمارك؟

source: Dis nie ver nie
ar: انها ليست بعيدة

source: Saterdagnag
ar: يوم السبت باليل

source: Hierdie naweek?
ar: فى عطلة نهاية هذا الاسبوع؟

source: Ek is op diens,
ar: سأكون فى العمل

source: Ek sal moet uitruil
ar: يجب عليا ان اتغيب

source: Het jy 'n goeie verskoning nodig?
ar: هل تحتاجى الى عذر جيد؟
